[
  "obsidian-livesync",
  "obsidian-excalidraw-plugin",
  "edit-in-neovim",
  "vimium",
  "settings-search",
  "omnisearch",
  "highlightr-plugin",
  "handwritten-notes",
  "ink",
  "obsidian-rich-links",
  "notion-like-tables",
  "multi-column-markdown"
]